export default {
  week: {
    np: {
      short: ['आईत', 'सोम', 'मंगल', 'बुध', 'बिही', 'शुक्', 'शनि'],
      long: [
        'आईतवार',
        'सोमवार',
        'मंगलवार',
        'बुधवार',
        'बिहीवार',
        'शुक्रवार',
        'शनिवार',
      ],
    },
  },
  month: {
    np: {
      short: [],
      long: [
        'बैशाख',
        'जेष्ठ',
        'आषाढ',
        'श्रावण',
        'भदौ',
        'आश्विन',
        'कार्तिक',
        'मंसिर',
        'पौष',
        'माघ',
        'फाल्गुन',
        'चैत',
      ],
    },
  },
};
